[
  {
    "title": "Sun-Dried Tomato and Chickpea Sliders",
    "author": {
      "name": "Nancy Macklin",
      "gender": "female"
    },
    "total_time": 35,
    "yields": "8 sliders",
    "image": "https://www.forksoverknives.com/wp-content/uploads/sun-dried-chickpea-sliders-wordpress.jpg",
    "ingredients": [
      "½ cup chopped onion",
      "½ cup coarsely chopped fresh mushrooms",
      "½ cup coarsely chopped zucchini",
      "1 clove garlic, minced",
      "¾ cup no-salt-added chickpeas, rinsed and drained, and liquid (aquafaba) reserved",
      "¼ cup chopped sun-dried tomatoes (not oil packed)",
      "1 teaspoon Italian seasoning, crushed",
      "½ teaspoon lemon zest",
      "Sea salt and freshly ground black pepper, to taste",
      "¼ cup cornmeal",
      "1 large zucchini, cut lengthwise into ½-inch-thick planks",
      "2 tablespoons balsamic vinegar",
      "8 slices roma tomato"
    ],
    "instructions": "In a large skillet cook the first four ingredients (through garlic) over medium 3 to 4 minutes, stirring occasionally and adding water, 1 to 2 Tbsp. at a time, as needed to prevent sticking. Place in a food processor with the chickpeas, sun-dried tomatoes, Italian seasoning, and lemon zest. Cover and pulse until chunky but not pureed. Add 1 to 2 Tbsp. of the aquafaba if the mixture seems dry or isn’t sticking together. Mixture should be moist but not wet. Season with salt and pepper.\nWith wet hands, shape bean mixture into eight patties. Chill at least 20 minutes. Lightly dredge patties in cornmeal to coat.\nHeat a grill pan over medium-high. Cook sliders 8 to 10 minutes or until browned and heated through, turning once. Brush zucchini planks with some of the balsamic vinegar. Cook in grill pan 4 to 6 minutes or until crisp-tender and grill marks appear, turning once. Cut planks into 16 pieces for “buns.” Place sliders and tomato slices between plank pieces. Drizzle with any remaining vinegar.",
    "ratings": 5.0
  },
  {
    "title": "Blueberry-Banana Wraps",
    "author": {
      "name": "Darshana Thacker",
      "gender": "female"
    },
    "total_time": 15,
    "yields": "4 wraps",
    "image": "https://www.forksoverknives.com/wp-content/uploads/Blueberry-wraps-wordpress.jpg",
    "ingredients": [
      "1 cup fresh blueberries",
      "½ cup chopped celery",
      "¼ cup crushed walnuts or peanuts",
      "4 or 5 fresh mint leaves, finely chopped",
      "4 8-inch whole wheat tortillas",
      "2 cups fresh baby spinach",
      "4 ripe bananas, peeled"
    ],
    "instructions": "In a bowl stir together blueberries, celery, walnuts, and mint.\nFor each wrap, in a skillet heat a tortilla over medium 30 seconds per side. Transfer warm tortilla to a cutting board. Arrange ½ cup spinach on tortilla. Top with a banana; mash banana with a fork. Top with one-fourth of the blueberry mixture. Roll up tortilla, folding in sides. Place wrap, folded sides down, on a platter. Repeat to make four wraps.",
    "ratings": 5.0
  },
  {
    "title": "Red Onion and Charred Cauliflower Tacos",
    "author": {
      "name": "Nancy Macklin",
      "gender": "female"
    },
    "total_time": 25,
    "yields": "8 tacos",
    "image": "https://www.forksoverknives.com/wp-content/uploads/wordpress-tacos-charred-cauliflower.jpg",
    "ingredients": [
      "1 10- to 12-oz. package fresh cauliflower florets",
      "½ of a medium red onion, thinly sliced (1 cup)",
      "¾ cup jarred chipotle salsa, divided",
      "1 15-oz. can no-salt-added black beans, rinsed and drained",
      "¾ cup frozen roasted corn, thawed",
      "8 6-inch corn tortillas, warmed",
      "1 cup shredded red cabbage",
      "½ cup sliced scallions",
      "¼ cup chopped fresh cilantro",
      "Lime wedges"
    ],
    "instructions": "Preheat oven to 450°F. Line a 15×10-inch baking pan with foil. Cut up any large cauliflower florets. Place cauliflower, red onion, and ¼ cup of the salsa in the prepared pan; toss to coat. Roast 15 minutes or until cauliflower is tender and charred, stirring once.\nMeanwhile, in a bowl combine black beans, corn, and the remaining ½ cup salsa.\nSpoon bean mixture onto tortillas. Top with cauliflower mixture, cabbage, green onions, and cilantro. Serve with lime wedges.",
    "ratings": 5.0
  },
  {
    "title": "Zucchini-Bulgur Sushi Rolls",
    "author": {
      "name": "Darshana Thacker",
      "gender": "female"
    },
    "total_time": 45,
    "yields": "3 rolls",
    "image": "https://www.forksoverknives.com/wp-content/uploads/Zucchini-bulgur-sushi-wordpress.jpg",
    "ingredients": [
      "2 tablespoons brown rice vinegar",
      "1 tablespoon pure maple syrup",
      "1½ teaspoons arrowroot powder",
      "¼ teaspoon sea salt",
      "1 cup bulgur",
      "3 toasted nori sheets",
      "1 medium zucchini, seeded and cut into twelve 4×¼-inch strips",
      "1 small red onion, halved, thinly sliced, and separated into strips (1 cup)",
      "1 cup coarsely shredded carrots",
      "12 fresh cilantro sprigs",
      "Low-sodium tamari or soy sauce",
      "Wasabi paste"
    ],
    "instructions": "In a small bowl whisk together vinegar, maple syrup, arrowroot powder, and salt.\nIn a small saucepan bring 1½ cups water to boiling. Stir in bulgur and vinegar mixture. Cover pan and remove from heat; let stand 20 minutes. Drain; fluff bulgur with a fork.\nPrepare a station to assemble rolls. Lay sushi mat on cutting board; place a nori sheet lengthwise on mat. Spoon ⅔ cup of the bulgur onto nori. Using your fingers, press bulgur into an even layer, leaving a 1-inch border on the top and bottom edges of nori. Arrange one-third of the vegetable strips and cilantro lengthwise over bulgur.\nLift bottom edge of the mat and roll nori sheet over vegetables, making sure to tuck the veggies under as you roll so they are not pushed out the top. Roll to top and seal by pressing nori edge into roll. If needed, brush edge with water to seal.\nDip a long, sharp knife in water, then cut roll in half. Cut each piece in half again, and then again to make eight pieces.\nRepeat Steps 3 through 5 to make and cut two more rolls. Serve rolls with tamari and wasabi paste.",
    "ratings": 5.0
  },
  {
    "title": "Greens and Things Sandwiches",
    "author": {
      "name": "Shelli McConnell",
      "gender": "female"
    },
    "total_time": 20,
    "yields": "4 sandwiches",
    "image": "https://www.forksoverknives.com/wp-content/uploads/greens-things-sandwiches-wordpress.jpg",
    "ingredients": [
      "2 medium carrots, thinly sliced",
      "2 tablespoons chopped shallot",
      "1 clove garlic, minced",
      "1 15-oz. can no-salt-added chickpeas, rinsed and drained",
      "3 tablespoons lemon juice",
      "1 tablespoon chopped fresh dill",
      "Freshly ground black pepper, to taste",
      "8 slices country-style multigrain bread, toasted",
      "4 teaspoons toasted sunflower kernels",
      "1 cup thinly sliced cucumber",
      "¼ cup sliced pickled pepperoncini peppers, drained",
      "2 cups fresh baby kale and/or baby spinach"
    ],
    "instructions": "For veggie hummus, in a large skillet combine carrots, shallot, garlic, and ¼ cup water. Bring to simmering. Cover and cook on medium-low about 10 minutes or until carrots are tender. Transfer carrot mixture to a blender or food processor. Add chickpeas and lemon juice. Cover and blend or process until smooth, adding water 1 Tbsp. at a time to reach desired consistency. Transfer mixture to a bowl. Stir in dill and black pepper.\nSpread half of the bread slices with hummus. Top with sunflower kernels, cucumber, pepperoncinis, and kale. Top with the remaining bread slices.",
    "ratings": 4.75
  },
  {
    "title": "Air-Fryer Portobello Burgers with Thousand Island Aïoli",
    "author": {
      "name": "Nancy Macklin",
      "gender": "female"
    },
    "total_time": 30,
    "yields": "4 sandwiches",
    "image": "https://www.forksoverknives.com/wp-content/uploads/air-fryer-burgers-option-1.jpg",
    "ingredients": [
      "¼ cup soaked raw cashews",
      "1 tablespoon low-sugar ketchup",
      "⅔ cup unsweetened, unflavored plant milk, such as almond, soy, cashew, or rice",
      "1 tablespoon chopped onion",
      "2 teaspoons dill pickle relish",
      "⅓ cup whole wheat panko bread crumbs",
      "3 tablespoons nutritional yeast",
      "1 teaspoon garlic powder",
      "½ teaspoon onion powder",
      "¼ teaspoon smoked paprika",
      "4 portobello mushrooms, stems and gills removed",
      "4 whole wheat hamburger buns",
      "Leaf lettuce",
      "Tomato slices"
    ],
    "instructions": "Make Thousand Island Aïoli: In a small food processor place cashews, ketchup, and chopped onion. Cover and process, gradually adding 3 to 4 Tbsp. plant milk until aïoli is smooth and about the consistency of mayonnaise. Stir in relish. Set aside.\nPreheat air fryer to 390°F. In a shallow bowl stir together panko, nutritional yeast, garlic powder, onion powder, and paprika. Place ⅓ cup plant milk in a second shallow bowl.\nDip portobello mushrooms in plant milk and then panko mixture, lightly coating all sides. Place mushrooms gill-side down in a single layer in air fryer. Air-fry 7 to 9 minutes or until mushrooms are tender and breading is crisp. Transfer mushrooms to a platter.\nAdd separated hamburger buns to air fryer, in batches if necessary. Air-fry 1 to 2 minutes or until lightly toasted. Repeat until all buns are toasted. Fill buns with lettuce, burgers, tomato slices, and Thousand Island Aïoli.",
    "ratings": 5.0
  },
  {
    "title": "Tartines with Wasabi-Ginger Beet and Avocado",
    "author": {
      "name": "Mary Margaret Chappell",
      "gender": "female"
    },
    "total_time": 15,
    "yields": "4 tartines",
    "image": "https://www.forksoverknives.com/wp-content/uploads/ginger-beet-and-avocado-tartines-wordpress.jpg",
    "ingredients": [
      "2½ teaspoons unseasoned rice vinegar or apple cider vinegar",
      "1 teaspoon grated fresh ginger",
      "1 large beet (6 oz.), shredded",
      "Sea salt and freshly ground black pepper, to taste",
      "2 avocados, halved and seeded",
      "1 to 2 teaspoons wasabi paste",
      "4 slices whole grain rye or sourdough bread, toasted",
      "¾ cup broccoli sprouts or alfalfa sprouts"
    ],
    "instructions": "In a bowl stir together 1½ tsp. of the vinegar and the ginger. Add beet; toss to coat. Season with salt and pepper.\nScoop avocado flesh into a separate bowl. Mash avocado with the wasabi paste and the remaining 1 tsp. vinegar. Season with salt and pepper.\nTo assemble, spread toast slices with mashed avocado mixture. Top with beets and sprouts.",
    "ratings": 0.0
  },
  {
    "title": "Vegan Welsh Rarebit with Mushrooms",
    "author": {
      "name": "Mary Margaret Chappell",
      "gender": "female"
    },
    "total_time": 30,
    "yields": "8 tartines",
    "image": "https://www.forksoverknives.com/wp-content/uploads/Mushroom-Welsh-Rarebit-wordpress.jpg",
    "ingredients": [
      "1 8-oz. pkg. sliced fresh button or cremini mushrooms",
      "1 onion, thinly sliced (1 cup)",
      "¼ teaspoon dried thyme, crushed",
      "1 15-oz. can Great Northern beans, rinsed and drained (1½ cups cooked)",
      "2 tablespoons Dijon-style or English mustard",
      "2 tablespoons nutritional yeast",
      "2 tablespoons cashew butter or almond butter",
      "Sea salt and freshly ground black pepper, to taste",
      "4 sprouted whole grain English muffins, split and toasted",
      "Paprika",
      "Chopped fresh parsley"
    ],
    "instructions": "In a large skillet combine mushrooms, onion, thyme, and 1 cup water. Cover and bring to a simmer over medium. Simmer 10 minutes or until mushrooms and onion slices are tender. Uncover and cook 1 to 2 minutes more or until most of the liquid has evaporated.\nMeanwhile, in a blender combine the next four ingredients (through nut butter) and ½ cup hot water. Cover and blend to a smooth sauce.\nStir sauce into mushroom mixture. Simmer 1 to 2 minutes or until thickened. Season with salt and pepper.\nPreheat broiler. To assemble, place toasted English muffins on a baking sheet. Top with mushroom mixture. Broil 4 to 5 inches from heat 4 to 5 minutes or until lightly browned on top. Sprinkle with paprika and parsley.",
    "ratings": 4.5
  },
  {
    "title": "Delicata Squash Tacos",
    "author": {
      "name": "Shelli McConnell",
      "gender": "female"
    },
    "total_time": 50,
    "yields": "12 tacos",
    "image": "https://www.forksoverknives.com/wp-content/uploads/delicata-squash-for-wordpress.jpg",
    "ingredients": [
      "1 lb. delicata squash, halved and seeded",
      "1 medium onion, cut into thin wedges",
      "3 tablespoons lime juice",
      "½ teaspoon chili powder",
      "Sea salt and freshly ground black pepper, to taste",
      "1 15-oz. can no-salt-added black beans, rinsed and drained",
      "1 cup frozen roasted corn, thawed",
      "1 roma tomato, seeded and chopped",
      "¼ cup thinly sliced scallions (green onions)",
      "1 fresh jalapeño chile, seeded and finely chopped (see note in intro)",
      "12 6-inch corn tortillas, warmed",
      "1 medium avocado, halved, seeded, peeled, and sliced",
      "Fresh cilantro leaves",
      "Lime wedges"
    ],
    "instructions": "Preheat oven to 425°F. Line a 15×10-inch baking pan with foil. Cut squash into ½-inch-thick slices, then cut slices into thirds. Place squash and onion in a bowl. Add 2 Tbsp. of the lime juice, the chili powder, and salt and black pepper; toss to coat. Spread in prepared pan. Roast about 25 minutes or until squash is tender and golden, stirring once.\nMeanwhile, for salsa, in a bowl combine beans, corn, tomato, scallions, jalapeño, and the remaining 1 Tbsp. lime juice.\nFill tortillas with roasted squash mixture, salsa, sliced avocado, and fresh cilantro. Serve with lime wedges.",
    "ratings": 4.5
  },
  {
    "title": "Mushroom Chorizo Tacos con Papas",
    "author": {
      "name": "Shelli McConnell",
      "gender": "female"
    },
    "total_time": 50,
    "yields": "5 cups filling",
    "image": "https://www.forksoverknives.com/wp-content/uploads/mushroom-chorizo-con-papas-wordpress.jpg",
    "ingredients": [
      "4 oz. cremini mushrooms, sliced",
      "1½ teaspoons mild chili powder",
      "1 teaspoon ancho chile powder",
      "1 teaspoon ground cumin",
      "¾ teaspoon dried oregano, crushed",
      "½ teaspoon ground coriander",
      "¼ teaspoon garlic powder",
      "¼ teaspoon smoked paprika",
      "⅛ teaspoon ground cinnamon",
      "1 15-oz. can no-salt-added garbanzo beans (chickpeas), rinsed and drained",
      "¼ cup chopped toasted walnuts",
      "1 tablespoon lime juice",
      "3 cups chopped yellow potatoes (1 lb.)",
      "1 small onion, chopped (¾ cup)",
      "Sea salt and freshly ground black pepper, to taste",
      "Corn tortillas, warmed",
      "Optional toppings: cilantro leaves, shredded red cabbage, chopped tomatoes, sliced radishes, lime wedges for squeezing"
    ],
    "instructions": "In an extra-large oven-going skillet cook mushrooms over medium-high 6 to 8 minutes or until lightly browned and liquid has released and evaporated, stirring occasionally and adding water, 1 to 2 Tbsp. at a time, as needed to prevent sticking.\nIn a large bowl stir together the next eight ingredients (through cinnamon). In a food processor combine mushrooms, chickpeas, walnuts, and lime juice. Pulse until chopped. Add chickpea mixture to seasonings in bowl; stir well to combine. Let stand while preparing potato mixture.\nWipe out skillet and place in oven. Preheat oven to 425°F. Meanwhile, place potatoes and onion in a steamer basket in a large saucepan. Add water to saucepan to just below basket. Bring to boiling. Cover and steam 12 to 14 minutes or until tender.\nAdd steamed potatoes and onion to mixture in bowl; toss to combine. Season to taste with salt and black pepper. Carefully transfer potato mixture to the hot skillet. Return to oven. Bake about 10 minutes or until heated and browned.\nServe in skillet with tortillas and desired toppings.",
    "ratings": 5.0
  },
  {
    "title": "Grilled Chickpea and Pesto Burger with Garlic Aioli",
    "author": {
      "name": "Nancy Macklin",
      "gender": "female"
    },
    "total_time": 60,
    "yields": "6 burgers",
    "image": "https://www.forksoverknives.com/wp-content/uploads/White-Bean-and-Pesto-Burgers.jpg",
    "ingredients": [
      "¼ cup soaked raw cashews (see note, above)",
      "1 teaspoon onion powder",
      "5 cloves garlic, halved",
      "2 to 4 tablespoons unsweetened, unflavored plant milk, such as almond, soy, cashew, or rice",
      "1 cup chopped stemmed kale",
      "½ cup packed fresh basil",
      "¼ onion, chopped (¼ cup)",
      "2 tablespoons pine nuts",
      "2 cups canned chickpeas (garbanzo beans), drained and liquid (aquafaba) reserved",
      "1 tablespoon flaxseed meal",
      "1 cup cooked brown rice",
      "¾ cup dry quick oats",
      "Sea salt and freshly ground black pepper, to taste",
      "6 whole wheat hamburger buns",
      "6 leaves butterhead (Boston or Bibb) lettuce",
      "1 tomato, sliced",
      "Thinly sliced red onion (optional)"
    ],
    "instructions": "Make Garlic Aïoli: In a blender or mini food processor combine cashews; onion powder; and 2 cloves of the garlic, halved. Cover and blend until smooth, adding 2 to 4 Tbsp. unsweetened, unflavored plant milk, such as almond, soy, cashew, or rice, to reach desired consistency. Season to taste with sea salt and freshly ground black pepper.\nFor pesto, in a food processor combine the kale, basil, onion, pine nuts, and the remaining 3 cloves garlic, halved. Cover and pulse until very finely chopped.\nPlace chickpeas in a large bowl; mash with a fork. In a small bowl combine 2 Tbsp. of the reserved aquafaba and the flaxseed meal. Add to chickpeas along with pesto, brown rice, and oats. Mix well. Season with salt and pepper. Stir in additional aquafaba if mixture seems dry.\nLine a baking sheet with parchment paper. Form chickpea mixture into six patties about 3½ inches in diameter. Place on prepared pan. Refrigerate at least 2 hours or freeze 30 minutes.\nGrill burgers over medium 8 to 10 minutes or until well browned and internal temperature is at least 165°F, turning once. Grill buns 1 to 2 minutes to toast. Place burgers on buns; top with lettuce, tomato, and, if desired, red onion. Serve with Garlic Aïoli.",
    "ratings": 5.0
  }
]
